<?php
//тут можно задать значения текстовых переменных - ключ, это то как в коде переменная обозначена, а значение(справа)
// - то как выводить в интерфейс, например
return [
  'amo'                    => 'амо',
  'login_error'            => '💔 Ошибка в логине или пароле',
  'login_success'          => 'Вы успешно авторизовались!',
  //Переменные заказа в примечание
  'order.total'            => 'Итого',
  'order.lastname'         => 'Покупатель',
  'order.email'            => 'email',
  'order.telephone'        => 'Телефон',
  'order.paymentMethod'    => 'Метод оплаты',
  'order.shippingMethod'   => 'Метод доставки',
  'order.shippingAddress1' => 'Отделение/Адрес',
  'order.shippingCity'     => 'Город/село',
  'order.comment'          => 'Комментарий',
  'order.customer_id'      => 'Партнер, id',

  'default.lead_name' => 'Заявка Партнера',


  'transaction.entity' => 'Партнер, id',
];